export const checklistItems = [
  {
    id: 1,
    text: "Познакомиться с командой и руководителем",
    day: "День 1"
  },
  {
    id: 2,
    text: "Встретиться с Ивановой Александрой (специалист по адаптации)",
    day: "День 1"
  },
  {
    id: 3,
    text: "Пройти экскурсию по офису и спортзалу",
    day: "День 2"
  },
  {
    id: 4,
    text: "Настроить рабочую почту и доступ к принтеру",
    day: "День 2"
  },
  {
    id: 5,
    text: "Изучить программу лояльности и получить промокоды",
    day: "День 3"
  },
  {
    id: 6,
    text: "Подписаться на Telegram-бота мероприятий @HubEventMatch_bot",
    day: "День 3"
  },
  {
    id: 7,
    text: "Забронировать коворкинг через сервис (по необходимости)",
    day: "День 4"
  },
  {
    id: 8,
    text: "Посетить групповое занятие в спортзале",
    day: "День 5"
  },
  {
    id: 9,
    text: "Завершить период адаптации и получить обратную связь",
    day: "День 5"
  }
];