export const faqItems = [
  {
    id: 1,
    question: "Как посетить спортзал?",
    answer: "Спортзал работает с 07:00 до 21:00. Групповые занятия проходят с 12:00 до 12:50. Ты можешь записаться онлайн или прийти в любое свободное время.",
    link: {
      text: "Запись в спортзал",
      url: "https://sberfriend.sberbank.ru/sberfriend/#/application/A51020482C6E4BFDE05323C6440AA466/RU%2F52%2F416?typeObject=SERVICE&tabValue=list&timeZone=&city=%D0%B3+%D0%9D%D0%B8%D0%B6%D0%BD%D0%B8%D0%B9+%D0%9D%D0%BE%D0%B2%D0%B3%D0%BE%D1%80%D0%BE%D0%B4&categories=000001"
    }
  },
  {
    id: 2,
    question: "Во сколько обед?",
    answer: "Время обеда гибкое — ты сам выбираешь удобное окно. На обед выделяется 50 минут, и они не входят в рабочее время."
  },
  {
    id: 3,
    question: "Как забронировать переговорную или коворкинг?",
    answer: "Воспользуйся сервисом бронирования по ссылке. Всё просто: выбираешь помещение, время — и готово.",
    link: {
      text: "Забронировать переговорную",
      url: "https://sberfriend.sberbank.ru/sberfriend/#/application/A51020482C6E4BFDE05323C6440AA466/RU%2F52%2F416?typeObject=CONFRM_V2&tabValue=list"
    }
  },
  {
    id: 4,
    question: "Что такое период адаптации?",
    answer: "Адаптация — это комплексный процесс: знакомство с командой, задачами, ценностями и стандартами. Она длится 1 неделю. Новичков встречает и сопровождает специалист по адаптации Иванова Александра."
  },
  {
    id: 5,
    question: "Как записаться на мероприятия?",
    answer: "Зарегистрируйся в Telegram-боте @HubEventMatch_bot — он предложит мероприятия специально под твои интересы."
  },
  {
    id: 6,
    question: "Как составить график работы?",
    answer: "График обсуждается лично с руководителем. Всё гибко, чтобы ты мог работать в комфортном темпе."
  },
  {
    id: 7,
    question: "Как воспользоваться программой лояльности?",
    answer: "Программа включает специальные предложения от партнёров: скидки, бонусы и акции. Чтобы получить доступ, сообщи промокод или кодовое слово при обращении за услугой."
  },
  {
    id: 8,
    question: "Где взять канцтовары?",
    answer: "Стойка с канцтоварами находится в общем зале, рядом с кухней. Бери всё, что нужно для работы."
  },
  {
    id: 9,
    question: "Как распечатать документ?",
    answer: "Все офисные принтеры поддерживают цветную и ч/б печать. Авторизуйся через рабочую почту — и устройство готово к работе."
  }
];